#<html lang="ka">
#<head>

#</head>

#<body>

    #<!-- საიტის სათაური -->
   # <header>
    #    <h1>მოგზაურობა საქართველოში</h1>

    #    <!-- ნავიგაცია -->
   #     <nav>
         #  <a href="#">მთავარი</a> |
          #  <a href="#">ადგილები</a> |
         #   <a href="#">კონტაქტი</a>
       # </nav>
   # </header>

   # <!-- მთავარი კონტენტი -->
    #<main>

      #  <!-- სექცია -->
        
          #  <h2>საქართველოს ულამაზესი ადგილები</h2>

           # <article>
          #      <h3>ყაზბეგი</h3>
             #   <p>
             #       ყაზბეგი ერთ-ერთი ყველაზე ლამაზი ტურისტული ადგილია საქართველოში.
         #           აქ ნახავთ ულამაზეს მთებს და ბუნებას.
          #      </p>
   # </article>

      #     <article>
       #         <h3>ბათუმი</h3>
             #   <p>
                #    ბათუმი ცნობილია ზღვით, ბულვარით და თანამედროვე შენობებით.
                #    ზაფხულში უამრავი ტურისტი სტუმრობს.
        #        </p>
      #      </article>
       # </section>

     #   <!-- გვერდითი ინფორმაცია -->
       # <aside>
        #    <h3>საინტერესო ფაქტი</h3>
       #     <p>
      #  3        საქართველო ერთ-ერთი უძველესი ღვინის ქვეყანაა მსოფლიოში.
       #     </p>
      #  </aside>

    #</main>

   # <!-- ქვედა ნაწილი -->
    #<footer>
    #    <p>© 2026 მოგზაურობა საქართველოში</p>
    </footer>
