# list - გამოიყენება რამდენიმე მონაცემის ერთად შესანახად.
# სიაში შეგვიძლია შევინახოთ რიცხვები, ტექსტები, True/False მნიშვნელობები და სხვა.
# მაგალითად:
# numbers = [1, 2, 3]

# .append() - ფუნქცია გამოიყენება სიის ბოლოში ახალი ელემენტის დასამატებლად.
# მაგალითად:
# numbers.append(4)
# შედეგი იქნება: [1, 2, 3, 4]

# .remove() - ფუნქცია გამოიყენება სიიდან კონკრეტული ელემენტის წასაშლელად.
# მაგალითად:
# numbers.remove(2)
# შედეგი იქნება: [1, 3, 4]

# len() - ფუნქცია ითვლის რამდენი ელემენტია სიაში.
# მაგალითად:
# len(numbers)
# დააბრუნებს: 3