# 1) კომენტარების სახით დეტალურად ახსენით რისთვის გამოიყენება list - ები, .append(), .remove() და len() ფუნქციები.
# 2) შექმენით ცარიელი სია, შემდგომ მომხმარებელს შემოაყვანინეთ 5 რიცხვი და .append() ფუნქციის დახმარებით ჩაამატეთ ყველა რიცხვი ამ სიაში.
# 3) შექმენით 2 სია რომლებშიც მომავალში მოათავსებთ ლუწ რიცხვებს და კენტ რიცხვებს, მომხმარებელს შემოაყვანინეთ 10 რიცხვი, ლუწი რიცხვები ჩაამატეთ ლუწი რიცხვების სიაში, კენტი რიცხვები - კენტი რიცხვების სიაში. (კენტ / ლუქზე შემოწმება - n % 2 == 0)
# 4) შექმენით შერეული სია (ყველა მონაცემთა ტიპით), შემდგომ მომხმარებელს მიეცით ამ სიიდან ელემენტის წაშლის შესაძლებლობა, რასაც შემოიტანს ის წაშალეთ, თუ შემოიტანა არარსებული ელემენტი - "Invalid Choice" გამოიტანეთ ტერმინალში.

# BONUS
# 5) შექმენით პროდუქტების შესახებ CLI (Command line interface), როდესაც გაეშვება პროგრამა ტერმინალში გამოვიდეს მსგავსი რაღაცა:
# [პროდუცტების სია]
# 1. პროდუქტის დამატება.
# 2. პროდუქტის წაშლა.
# 3. პროდუქტების რაოდენობის გაგება.

# თუ მომხმარებელი აირჩევს 1 - ს:
# მოსთხოვეთ პროდუქტი (input()), როდესაც პროდუქტს შეიყვანს - ეს პროდუქტი ჩაემატოს .append() ფუნქციის დახმარებით პროდუქტების სიაში.

# თუ მომხმარებელი აირჩევს 2 - ს:
# მოსთხოვეთ პროდუქტი (input()), როდესაც პროდუქტს შეიყვანს - ეს პროდუქტი წაიშალოს .remove() ფუნქციის დახმარებით პროდუქტების სიიდან.

# როდესაც მომხმარებელი აირჩევს 3 - ს:
# გამოუტანეთ მომხმარებელს პროდუქტების რაოდენობა სიაში (len()).

# თუ რაიმე სხვას შემოიყვანს გამოუტანეთ "Invalid Choice" ტერმინალში.